---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRunBottomElevation
source: html/1b0f0c45-6b21-b2a2-b2cb-2e07393cbbb7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRunBottomElevation Property

"Relative Base Height": Relative height to stairs bottom elevation

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRunBottomElevation { get; }
```